Repository: BRDK-GitHub/vibratorExampleProject
Catalog: Logical/mappView/Visualization/Pages/login/machine/machineConfiguration/machineConfigurationTexts.tmx
Source language: en
Languages: cs, hu, vi, zh

source: Auto logout
cs: Auto odlhaseni
hu: Automatikus kijelentkezés
vi: Tự động đăng xuất
zh: 自动登出

source: Logout time
cs: Odhlasovaci cas
hu: Kijelentkezési idő
vi: Thời gian đăng xuất
zh: 登出时间

source: Machine type
cs: Typ zarizeni
hu: Berendezés típusa
vi: Loại máy
zh: 设备类型

source: Left
cs: Levy
hu: Bal
vi: Trái
zh: 左侧点数机

source: Right
cs: Pravy
hu: Jobb
vi: Phải
zh: 右侧点数机

source: Save config to T50
cs: Uloz konfiguraci do displeje
hu: Konfiguráció mentése T50-be
vi: Lưu cấu hình vào T50
zh: 设置保存至屏幕

source: Update machine
cs: Aktualizovat stroj
hu: Berendezés frissítése
vi: Cập nhật máy
zh: 更新机器

source: {$IAT/login/machine/configuration/AutoLogout}\n\n\n\n{$IAT/login/machine/configuration/MachineType}\n\n\n\n{$IAT/login/machine/configuration/saveMachineConfigToT50}\n\n\n{$IAT/login/machine/configuration/updateMachine}\n\n\n\n Update line
zh: {$IAT/login/machine/configuration/AutoLogout}\n\n\n\n{$IAT/login/machine/configuration/MachineType}\n\n\n\n{$IAT/login/machine/configuration/saveMachineConfigToT50}
